{
    "id": "TU1-000",
    "title": "'Laser Cloak' Could Hide Earth from Evil Aliens",
    "description": "A simple laser beam could disrupt aliens' observations of Earth, making it look like there's nobody home on the third rock from the sun, a new study suggests.",
    "authors": [
        "Matjaž Mav",
        "Žiga Černigoj",
        "Biliana Neki"
    ],
    "date": "2016-04-11T12:17:00.000Z",
    "content": "<b>David Kipping</b>, an astronomer at Columbia University in New York, said he first considered this idea when he heard about the strangely dimming star that was detected recently by NASA's Kepler space telescope. Researchers speculated the signal could have come from an \"<a href='http://www.space.com/30948-dimming-star-alien-megastructure-mystery.html'>alien megastructure</a>\" orbiting the star. That's a remote possibility, many scientists stressed; the star's strange signal likely has a natural cause. But the Kepler observations got Kipping thinking about ways humanity could alter the signals it sends into space — or hide them altogether from life-hunting aliens, who may have malicious intentions.",
    "images": [
        {
            "url": "http://www.space.com/images/i/000/054/459/original/VLT-Laser-Guide-Star.jpg?interpolation=lanczos-none&downsize=*:1400",
            "description": "A new paper describes how laser beams could disrupt measurements of Earth's orbit around the sun, potentially deceiving inquisitive aliens. Here, a 22W laser used for adaptive optics shines from the Very Large Telescope in Chile.",
            "authors": ["ESO/G. Hüdepohl"]
        }
    ],
    "video": {
        "url": "https://www.youtube.com/watch?v=z1Pqqf_6J9w",
        "description": "NSF Graduate Fellow Alex Teachey of the Cool Worlds Lab explains our new paper which devises a method to cloak entire planets from extraterrestrial civilizations! As always, ask us your questions in the comments below and we'll get back to you!",
        "authors": ["Cool Worlds"]
    },
    "other": "http://www.space.com/32423-laser-cloak-could-hide-earth-from-aliens.html"
}