{
  "id": "TU0-002",
  "title": "Mars Life Hunt: Could Basin Host Remains of an Ancient Biosphere?",
  "description": "An enormous basin in the southern hemisphere of Mars might be the best place to search for signs of past and present Red Planet life, a new study suggests.",
  "authors": [
    "Nola Taylor Redd"
  ],
  "date": "April 1, 2016 07:44",
  "content": "<p>The Argyre basin contains a wealth of ingredients thought necessary for the evolution of life, and should be a prime target for a series of future Mars missions, study team members said.<br />\"Argyre displays a collection of landscape features that are promising from an astrobiological point of view, including hydrothermal deposits, pingos [mounds of dirt-covered ice fed by water] or ancient glacier deposits,\" lead author Alberto Fairén, a visiting scientist at Cornell University in New York state and a researcher at Spain's Center of Astrobiology, told Space.com by email. [The Search for Life on Mars (A Photo Timeline)]<br />\"This large collection of special features all together in the same setting, accessible by a single mission, is what makes Argyre unique,\" he said.<br />The low elevation of the basin's floor would also be a plus for any landings that require parachutes, study team members said. (The longer descent in the basin would give spacecraft relatively more time to slow down before reaching the surface.)<h3>An ancient Martian biosphere?</h3>The Argyre impact basin lies at about 50 degrees south latitude. Sunlight is hard to come by during the winter months in locations so far from the equator, so long-term missions might need to rely on nuclear power, as NASA's Mars rover Curiosity does, researchers said.<br />A solar-powered mission could still conceivably work, just for relatively short periods. In 2008, for example, NASA's Phoenix lander operated near the Martian north pole for 157 Martian sols (the equivalent of 161 Earth days — one Martian sol lasts about 24 hours and 37 minutes). Despite the challenges, the potential scientific rewards make Argyre a compelling place to explore, study team members said. They suggested a multiple-mission approach, beginning with an orbiter combined with aerial platforms, followed by one or more rovers. These rovers could bear miniature landing science stations and autonomous drilling equipment that could search for signs of past or present Mars life.<br />\"I would like to have a true life-searching payload to inspect the astrobiologically promising features,\" Fairén said. \"Argyre could be safeguarding the latest remains of an ancient Martian biosphere.\"<br />Such a mission would require sterilizing landing craft as completely as possible, to minimize the chances that Earth microbes could set up shop on the Red Planet, study authors said. [The Boldest Mars Missions in History]<br /> - See more <a href=\"http://www.space.com/32440-mars-life-search-argyre-basin.html#sthash.cR1ZOTLn.dpuf\">here</a>.</p>",
  "images": [
    {
      "url": "http://www.space.com/images/i/000/054/477/original/Argyre-basin-region.jpg?interpolation=lanczos-none&downsize=*:1400",
      "description": "The Argyre basin region, a rim of rugged mountains surrounding a nearly circular expanse of lighter plains, is visible in the center-left portion of this image by NASA's Viking 1 orbiter.",
      "authors": ["NASA/JPL/USGS"]
    }
  ],
  "video": {
    "url": "https://www.youtube.com/watch?v=z1Pqqf_6J9w",
    "description": "NSF Graduate Fellow Alex Teachey of the Cool Worlds Lab explains our new paper which devises a method to cloak entire planets from extraterrestrial civilizations! As always, ask us your questions in the comments below and we'll get back to you!",
    "authors": ["Cool Worlds"]
  },
  "other": "http://www.space.com/32440-mars-life-search-argyre-basin.html"
}