{
  "id": "TU1-003",
  "title": "'Laser Cloak' Could Hide Earth from Evil Aliens",
  "description": "A simple laser beam could disrupt aliens' observations of Earth, making it look like there's nobody home on the third rock from the sun, a new study suggests.",
  "authors": [
    "Sarah Lewin"
  ],
  "date": "2016-04-11T12:17:00.000Z",
  "content": "<p>David Kipping, an astronomer at Columbia University in New York, said he first considered this idea when he heard about the strangely dimming star that was detected recently by NASA's Kepler space telescope. Researchers speculated the signal could have come from an \"alien megastructure\" orbiting the star. That's a remote possibility, many scientists stressed; the star's strange signal likely has a natural cause. But the Kepler observations got Kipping thinking about ways humanity could alter the signals it sends into space — or hide them altogether from life-hunting aliens, who may have malicious intentions.</p><p>He and Columbia graduate student Alex Teachey concluded that it would be surprisingly easy to wipe out Earth's signal, distort it to look strange or even edit out the fingerprint of life — provided researchers knew the location of the snooping aliens. \"We essentially played the thought experiment that if we really had xenophobic tendencies and wanted to avoid the Earth being discovered (as Stephen Hawking and others have been warning about), could we hide the Earth from alien planet-hunters?\" Kipping said in an email.</p><h3>How to build a cloaking device</h3><p>The key to Kipping and Teachey's thinking lies in the way humans have identified most planets around other stars, a process called the transit method. This strategy, which has most famously been employed by the Kepler spacecraft, detects tiny dips in the brightness of stars, which can indicate an orbiting planet. The transit method could theoretically be used by alien civilizations to detect Earth, too. But there's a way to trip up such extraterrestrial searches, Kipping and Teachey said. \"To make it look like the planet is not there at all, you've got to get rid of that dip. You've got to fill in the missing starlight,\" Teachey said in an explanatory video.</p><p>Engineers could shine a very bright laser or collection of lasers toward a star suspected of hosting intelligent aliens during the time Earth was passing in front of the sun from the other planet's  perspective. Then, aliens making measurements wouldn't see any change in solar brightness. \"I started to think about lasers,\" Kipping told Space.com. \"Most people might have stopped there, because the sun emits so much light — how could you possibly produce a laser beam which could ever compete with the sun? But it turns out, when you actually run through the equations, it's really not that bad.\"</p><p>\"We could build this next week if we wanted to,\" Teachey added.</p><p>To alter Earth's signature as seen by an alien version of Kepler, a laser system would have to emit 30 megawatts of power for about 10 hours per year, coinciding with Earth's passing in front of the sun, the duo calculated.That equates to significantly less than the energy the International Space Station gathers in a year with its solar panels, Kipping said, or the energy used by about 70 homes over the course of a year. Such a laser system, either on Earth or in orbit, could charge its solar-powered batteries for most of the year and then release the high-powered blasts at just the right time, brightening when the sun's light would normally dim. While a laser of that intensity hasn't been built before, the researchers said, such a cloaking system could also use multiple smaller lasers, all shining in the same direction. The alien star would be so distant that such a difference would be indistinguishable. Laser beams are tightly focused, but at greater distances, the beams will have grown large enough to require less precise aim.</p><p>See more at: <a href=\"http://www.space.com/32423-laser-cloak-could-hide-earth-from-aliens.html#sthash.yzqLPnsU.dpuf\">link</a></p>",
  "images": [
    {
      "url": "http://www.space.com/images/i/000/054/459/original/VLT-Laser-Guide-Star.jpg?interpolation=lanczos-none&downsize=*:1400",
      "description": "A new paper describes how laser beams could disrupt measurements of Earth's orbit around the sun, potentially deceiving inquisitive aliens. Here, a 22W laser used for adaptive optics shines from the Very Large Telescope in Chile.",
      "authors": ["ESO/G. Hüdepohl"]
    }
  ],
  "video": {
    "url": "https://www.youtube.com/watch?v=z1Pqqf_6J9w",
    "description": "NSF Graduate Fellow Alex Teachey of the Cool Worlds Lab explains our new paper which devises a method to cloak entire planets from extraterrestrial civilizations! As always, ask us your questions in the comments below and we'll get back to you!",
    "authors": ["Cool Worlds"]
  },
  "other": "http://www.space.com/32423-laser-cloak-could-hide-earth-from-aliens.html"
}